Repository: I-AM-22/naqla
Catalog: user/lib/l10n/intl_*.arb
Languages: ar

source: day
ar: يوم

source: Month
ar: شهر

source: ago
ar: منذ

source: minute
ar: دقيقة

source: hour
ar: ساعة

source: second
ar: ثانية

source: Today
ar: اليوم

source: Yesterday
ar: الأمس

source: Anywhere you are
ar: في أي مكان كنت

source: At anytime
ar: في أي وقت

source: This field is required
ar: هذا الحقل مطلوب

source: There is nothing to show
ar: لا يوجد بيانات لعرضها

source: The starting point must be determined
ar: يجب تحديد نقطة الانطلاق

source: The end point must be determined
ar: يجب تحديد نقطة الوصول

source: Use my location
ar: استخدام موقعي

source: Skip for now
ar: تخطي الان

source: Welcome
ar: مرحبا

source: Have a better sharing experience
ar: تمتع بتجربة مشاركة أفضل

source: Create an account
ar: إنشاء حساب

source: Log In
ar: تسجيل الدخول

source: Skip
ar: تخطي

source: GO
ar: اذهب

source: Sign up
ar: التسجيل

source: First name
ar: الاسم الاول

source: Last name
ar: الاسم الاخير

source: Your mobile number
ar: رقم هاتفك المحمول

source: Back
ar: رجوع

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Sign in
ar: تسجيل الدخول

source: Phone verification
ar: التحقق من الهاتف

# enter_code
source: Enter your
ar: أدخل رمز

# your_code
source: code
ar: الخاص بك

source: Verify
ar: تحقق

source: Register
ar: تسجيل

source: Full Name
ar: الاسم كامل

# do_not_have_an_account
source: Donâ€™t have an account?
ar: ليس لديك حساب؟

source: home
ar: الرئيسية

source: use current location
ar: استخدام موقعك الحالي

source: Next
ar: التالي

source: New naqla
ar: نقلة جديدة

source: Start Point
ar: نقطة الانطلاق

source: End Point
ar: نقطة الوصول

# please_take_photos_of_the_items_to_be_transported
source: Please take photos of the items to be transported to help find a suitable vehicle (or vehicles).
ar: يرجى إلتقاط صور للإغراض التي سيتم نقلها للمساعدة بالعثور على سيارة (او عدة سيارات) مناسبة.

source: Select photo
ar: اختيار صورة

# item_width
source: Item width (M)
ar: عرض الغرض (M)

# item_length
source: Item length (M)
ar: طول الغرض (M)

# item_weight
source: Item weight (KG)
ar: وزن الغرض (KG)

# this_action_will_not_be_undone
source: This action will not be undone and the amount due will be deducted from your account
ar: لن يتم التراجع عن هذا الامر وسيتم خصم المبلغ المستحق من حسابك

source: Are you sure you want to cancel the order?
ar: هل انت متأكد أنك تريد الغاء الطلب؟

source: Add photo
ar: ٳضافة صورة

source: Total number of floors:
ar: عدد الطوابق الكلي:

source: Additional specifications of the car:
ar: مواصفات إضافية للسيارة:

source: Porters
ar: حمالين

source: Order details
ar: تفاصيل النقلة

source: Order date:
ar: تاريخ النقلة:

# the_remuneration_will_depend_on_the_number_of_porters_required
source: The remuneration will depend on the number of porters required, floors and the nature of the items transported
ar: الاجر سيعتمد على عدد الحمالين المطلوبين والطوابق وطبيعة الأغراض المنقولة.

source: Order status:
ar: حالة النقلة:

source: Cost:
ar: الكلفة:

source: SYP
ar: ل.س

# please_confirm_order
source: Please confirm order(s)
ar: الرجاء تأكيد النقلة(ات)

source: Confirm order
ar: تأكيد النقلة

source: Cancel order
ar: ٳلغاء النقلة

source: Loading...
ar: الرجاء الانتظار...

source: Street
ar: الشارع

source: Region
ar: المنطقة

# the_order_was_divided_into_orders
source: The order was divided into {count} order/orders
ar: تم تقسيم النقلة الى {count} نقلة/نقلات

source: Card number
ar: رقم البطاقة

source: Not valid number
ar: رقم غير صالح

source: Enter larger date
ar: أدخل تاريخًا أكبر

# length_should_more
source: Enter {count} numbers
ar: أدخل {count} ارقام

# the_total_amount
source: The total amount: {total} SYP
ar: المبلغ الكلي: {total} ل.س

source: expiry Date
ar: تاريخ الانتهاء

source: Invalid Cardholder name
ar: اسم حامل البطاقة غير صالح

# the_name_must_be_at_least_characters_long
source: The name must be at least {char} characters long
ar: الاسم يجب ان يكون على الاقل {char} محارف

source: card name for display
ar: اسم البطاقة للعرض

source: not a valid date
ar: ليس تاريخًا صالحًا

# the_card_number_must_consist_of_digits
source: The card number must consist of {count} digits
ar: رقم البطاقة يجب ان يتكون من {count} رقم

source: card holder name
ar: إسم صاحب البطاقة

source: wallet
ar: المحفظة

source: Total Money:
ar: الاموال الكلية:

source: Available money:
ar: الاموال المتوفرة:

source: Pending Money:
ar: الاموال المعلقة:

source: Chat
ar: محادثة

# write_message
source: Write a message
ar: اكتب رسالة

source: Orders
ar: النقلات

source: Active orders
ar: النقلات الحالية

# done_orders
source: Previous orders
ar: النقلات المنتهية

source: Sub orders
ar: النقلات الفرعية

source: Order accepted date
ar: تاريخ قبول النقلة

source: Order arrived date
ar: تاريخ وصول السائق

source: Order delivered date
ar: تاريخ توصيل النقلة

source: Order pickedUp date
ar: تاريخ تحميل النقلة

source: Order driver Assigned date
ar: تاريخ تعيين السائق

# driver_arrived
source: Order arrives
ar: السائق وصل

source: Set order pickedUp
ar: تحميل النقلة

source: Set order delivered
ar: تم توصيل النقلة

source: Waiting for customer confirmation
ar: بإنتظار تأكيد الزبون

source: The customer has confirmed the order
ar: الزبون قام بتأكيد النقلة

source: Order on the way
ar: النقلة على الطريق

source: Delivered
ar: تم توصيل النقلة

source: Waiting for the driver to arrive
ar: بإنتظار وصول السائق

source: Waiting for the supervisor to review
ar: بإنتظار مراجعة المشرف

source: Waiting for drivers to be hired
ar: بإنتظار تعيين سائقين

source: Waiting for the order to be pick up
ar: بانتظار تحميل النقلة

source: The number of floors
ar: عدد الطوابق

source: the order has been canceled
ar: تم ٳلغاء النقلة

source: the weight
ar: الوزن

source: Vehicle advantages
ar: ميزات السيارة

source: driver name
ar: اسم السائق

source: car model
ar: موديل السيارة

source: car color
ar: لون السيارة

source: car brand
ar: العلامة التجارية للسيارة

source: order photos
ar: صور النقلة

source: Rate the driver
ar: قيّم السائق

source: Write a comment / note
ar: اكتب تعليق / ملاحظة

source: Notes
ar: ملاحظات

source: Rating
ar: التقييم

source: Your order is under scrutiny by the admin, please wait
ar: طلبك قيد التدقيق من قبل المشرف, الرجاء الانتظار

source: Your order was rejected by the admin
ar: تم رفض النقلة من قبل المشرف

source: Waiting for the driver to arrive and pickUp the order
ar: بانتظار وصول السائق وتحميل النقلة

source: Canceled
ar: ملغي

source: Confirm the order
ar: قم بتأكيد النقلة

source: profile
ar: الملف الشخصي

source: Update
ar: تحديث

source: Save
ar: حفظ

source: Edit Profile
ar: تعديل الملف الشخصي

# edit_phone
source: Edit Phone Number
ar: تعديل رقم الهاتف

source: About Us
ar: من نحن

source: Help and Support
ar: المساعدة والدعم

source: LogOut
ar: تسجيل الخروج

source: Language
ar: اللغة

source: Are you sure you want to log out?
ar: هل انت متأكد أنك تريد تسجيل الخروج من هذا الحساب؟

source: Cancel
ar: الغاء

source: No
ar: لا

source: Yes
ar: نعم

source: Delete Account
ar: حذف الحساب

# are_you_sure_you_want_to_delete_account
source: Are you sure you want to delete your account? Please read how account deletion will affect. Deleting your account removes personal information our database.
ar: هل انت متأكد انك تريد حذف حسابك؟ يرجى قراءة كيف سيؤثر حذف الحساب. يؤدي حذف حسابك إلى إزالة المعلومات الشخصية من قاعدة بياناتنا.

source: English
ar: الانكليزية

source: Arabic
ar: العربية

source: Change Language
ar: تغيير اللغة

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض
